{
	"wordingDook":[
			{"title":"ABANDONING CHILD","body":" DID UNLAWFULLY ABANDON OR EXPOSE SHE/ HE BEING UNDER THE AGE OF 2 YEARS OLD WHEREBY THE LIFE OF THE SAID WAS ENDANGERED OR IT WAS LIKELY THAT THE HEALTH OF THE SAID WOULD HAVE BEEN OR WAS PERMANENTLY INJURED. CONTRARY TO SECTION 28 OF THE OFFENCES AGAINST THE PERSON ACT "},
			{"title":"ABDUCTION","body":"DID BY FORCE TAKE AWAY OR DETAINAGAINST HER WILL WITH INTENT TO MARRY OR CARNALLY KNOW HER OR CAUSE HER TO BE MARRIED OR CARNALLY KNOWN BY ANY OTHER PERSON. CONTRARY TO SECTION 56 OF THE OFFENCES AGAINST THE PERSON ACT OR DID BY FORCE TAKE AWAY OR CAUSE TO BE TAKEN AWAY OUT OF THE POSSESSION & AGAINST THE WILL OF HER FATHER OR MOTHER OR THE PERSON HAVING THE LAWFUL CARE & CHARGE OF HER ……....... SHE BEING AN UNMARRIED GIRL UNDER THE AGE OF SIXTEEN, WITH INTENT TO MARRY OR CARNALLY KNOW HER OR CAUSE HER TO BE MARRIED OR CARNALLY KNOWN BY ANY OTHER PERSON. CONTRARY TO SECTION 57 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"ABSTRACT ELECTRICITY","body":" DID UNLAWFULLY & MALICIOUSLY OR FRAUDULENTLY ABSTRACT, CAUSE TO BE WASTED OR DIVERTED, CONSUMED OR USED ELECTRICITY THE PROPERTY OF THE JAMAICA PUBLIC SERVICE CONTRARY TO SECTION 15 OF THE LARCENY ACT. "},
			{"title":"ABUSIVE LANGUAGE","body":" UNLAWFULLY DID USE THREATENING/ABUSIVE/CALUMINOUS LANGUAGE IN A PUBLIC PLACE TO WIT ……………………….TOWARDS (AS SUCH TO INVOKE A BREACH OF THE PEACE) OR UNLAWFULLY DID USE THREATENING/ABUSIVE/CALUMINOUS LANGUAGE ACCOMPANIED BY BEHAVIOUR AS SUCH TO INVOKE A BREACH OF THE PEACE IN A PUBLIC PLACE TO WIT …………………… TOWARDS……………... CONTRARY TO SECTION 3(m) OF THE TOWN AND COMMUNITIES ACT. "},
			{"title":"ACCESSORY AFTER THE FACT","body":"DID KNOWINGLY AND WILFULLY AID, ABET, COUNSEL, PROCURE OR COMMAND THE COMMISSION OF WELL KNOWN THAT ….. DID…. RECEIVED, HARBOR, ASSIST AND MAINTAIN THE SAID ……. CONTRARY TO SECTION 57 OF THE LARCENY ACT. "},
			{"title":"AIDING AND ABETTING ESCAPING CUSTODY","body":"Without lawful authority did aid and abet a prisoner namely in escaping from legal custody "},
			{"title":"ARSON","body":" ………ON THE……..DAY OF………….20…….AT…………..IN THE PARISH OF… MALICIOUSLY SET FIRE TO A DWELLING HOUSE WITH A PERSON OR PERSONS BEING THEREIN. CONTRARY TO SECTION 3 OF THE MALICIOUS INJURIES TO PROPERTY OR ON THE……..DAY OF………….20…….AT…………..IN THE PARISH OF…………….MALICIOUSLY SET FIRE TO A HOUSE/STABLE/COACH-HOUSE/OUTHOUSE/WAREHOUSE/OFFICE/SHOP/MILL/STOREHOUSE ETC. WITH INTENT TO INJURE OR DEFRAUD. CONTRARY TO SECTION 4 OF THE MALICIOUS INJURIES TO PROPERTY -BURNING OF STATION, ENGINE-HOUSE WAREHOUSE ETC. – SECTION 6 -BURNING OF PLANTATION OR CROP – SECTION 17. "},
			{"title":"ASSAULT AT COMMON LAW","body":"UNLAWFULLY DID ASSAULT… AT COMMON LAWCONTRARY TO COMMON LAW. "},
			{"title":"ASSAULTING CONSTABLE","body":" DID UNLAWFULLY (OBSTRUCT, RESIST)…………, HE/SHE BEING A MEMBER OF THE JAMAICA CONSTABULARY FORCE IN THE LAWFUL EXECUTION OF HIS DUTY. CONTRARY TO SECTION 30 OF THE JAMAICA CONSTABULARY FORCE ACT "},
			{"title":"ASSAULTING CONSTABLE (SPECIAL)","body":"DID UNLAWFULLY (OBSTRUCT, RESIST)… , HE/SHE BEING A MEMBER OF THE SPECIAL CONSTABULARY FORCE IN THE LAWFUL EXECUTION OF HIS DUTY. CONTRARY TO SECTION 22 (1) OF THE SPECIAL CONSTABULARY FORCE ACT "},
			{"title":"ASSAULTING DISTRICT CONSTABLE","body":"DID UNLAWFULLY (OBSTRUCT, RESIST)… , HE/SHE BEING A MEMBER OF THE JAMAICA CONSTABULARY FORCE IN THE LAWFUL EXECUTION OF HIS DUTY. CONTRARY TO SECTION 14 OF THE CONSTABLES DISTRICT ACT EXTENDED BY SECTION 30 OF THE JAMAICA CONSTABULARY FORCE ACT. "},
			{"title":"ASSAULTING FEMALE","body":"UNLAWFULLY DID ASSAULT…………… SHE BEING A FEMALE. CONTRARY TO SECTION 40 OF THE OFENCS AGAINST THE PERSON ACT. "},
			{"title":"ASSAULT OCCASIONING ACTUAL BODILY HARM","body":"DID ASSAULT …………………… THEREBY OCCASIONING ACTUAL BODILY HARM TO THE SAID ……………………………… OR DID ASSAULT THEREBY OCCASIONING HIM/HER ACTUAL BODILY HARM. CONTRARY TO COMMON LAW. "},
			{"title":"ASSAULT OCCASIONING GRIEVOUS BODILY HARM","body":"DID ASSAULT… WITH INTENT TO DO HIM/HER GRIEVOUS BODILY HARM. CONTRARY TO SECTION 20 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"ASSAULT WITH INTENT TO ROB","body":"………….WAS A PERSON WHO ASSAULTED…………WITH INTENT TO ROB HIM/HER OF………….. CONTRARY TO SECTION 37 (3) OF THE LARCENY ACT. or ……………ASSAULTED………….WITH INTENT TO ROB THE SAID…….. CONTRARY TO SECTION 37 (3) OF THE LARCENY ACT "},
			{"title":"ASSAULT WITH INTENT TO RAPE","body":"………. UNLAWFULLLY ASSAULTED ……………………… WITH INTENT TO RAPE THE SAID ………………… OR ………………. unlawfully assaulted with intent to rape her. CONTRARY TO SECTION 36 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"ATTEMPT LARCENY","body":"DID ATTEMPT TO STEAL…………VALUED AT………….THE PROPERTY OF……….. CONTRARY TO COMMON LAW. "},
			{"title":"ATTEMPT MURDER","body":"……………DID ATTEMPT TO COMMIT MURDER BY… CONTRARY TO COMMON LAW. "},
			{"title":"ATTEMPTING TO EXPORT COCAINE","body":"DID UNLAWFULLY ATTEMPT TO EXPORT COCAINE. CONTRARY TO SECTION 13 (5) OF THE DANGEROUS DRUGS ACT . "},
			{"title":"ATTEMPTING TO EXPORT GANJA","body":"DID UNLAWFULLY ATTEMPT TO EXPORT GANJA. CONTRARY TO SECTION 7 (A)(1) OF THE DANGEROUS DRUGS ACT "},
			{"title":"ATTEMPT TO OBTAIN CREDIT BY FRAUD","body":"WITH INTENT TO DEFRAUD, ATTEMPTED TO OBTAIN FROM……….THE SUM OF… BY VIRTUE OF A FORGED………… CONTRARY TO COMMON LAW "},
			{"title":"BUGGERY","body":"DID BUGGER ……………………….. CONTRARY TO COMMON LAW. "},
			{"title":"BURGLARY","body":" ……….DURING THE NIGHT OF THE ……….DAY OF……….20…..AT………IN THE PARISH OF…………DID BREAK AND ENTER THE DWELLING HOUSE OF…………..WITH INTENT TO COMMIT A FELONY THEREIN. CONTRARY TO SECTION 39 (1) OF THE LARCENY ACT - SECTION 39 (2) (a) CONCERNS BREAKING OUT OF DWELLING HOUSE WHEN ONE ENTERED TO COMMIT A FELONY THEREIN & - SECTION 39 (2) (b) CONCERNS BREAKING OUT OF A DWELLING-HOUSE HAVING COMMITTED A FELONY THEREIN. "},
			{"title":"BREACH OF THE NOISE ABATEMENT ACT (OWNER AND/OR OCCUPIER)","body":"BEING THE OWNER AND/OR OCCUPIER OF PREMISES LOCATED AT DID CAUSE MUSIC TO BE UNLAWFULLY PLAYED BETWEEN THE HOURS OF IN A MANNER AUDIBLE BEYOND ONE HUNDRED (100) METRES FROM THE SAID PREMISES. CONTRARY TO SETION 4 (1) OF THE NOISE ABATEMENT ACT "},
			{"title":"BREACH OF THE NOISE ABATEMENT ACT (SOUND SYSTEM OPERATOR)","body":"BEING THE OWNER AND/OR OPERATOR OF PREMISES LOCATED AT DID CAUSE MUSIC TO BE UNLAWFULLY PLAYED BETWEEN THE HOURS OF IN A MANNER AUDIBLE BEYOND ONE HUNDRED (100) METRES FROM THE SAID PREMISES. CONTRARY TO SECTION 4(2) OF THE NOISE ABATEMENT ACT "},
			{"title":"BREACH OF QUIET ENJOYMENT","body":" WAS A PERSON WHO CONTRAVENED THE PROVISIONS OF SECTION 27 ( 1 ) OF THE RENT RESTRICTION ACT IN THAT HE DID AN ACT IN RELATION TO CONTROLLED PREMISES SITUATED AT……………………………… IN THE PARISH OF …………………………TO WIT WHICH ACT WAS CALCULATED TO INTERFERE WITH THE QUIET ENJOYMENT OF THE SAID PREMISES OCCUPIED BY A TENANT CONTRAVENTION OF SECTION 27 ( 2 ) OF THE RENT RESTRICTION ACT. "},
			{"title":"BREACH OF THE RENT RESTRICTION ACT ( ACTS BY LANDLORD )","body":" BEING THE LANDLORD OF PREMISES SITUATED AT IN THE PARISH OF ……………………….UNLAWFULLY DID CERTAIN ACTS IN RELATION TO PREMISES TO WIT …………………………………………………………….WHICH SAID ACTS ARE CALCULATED TO COMPEL ……………… A TENANT OF THE SAID PREMISES, TO DELIVER UP POSSESSION OF THE SAID PREMISES IN CONTRAVENTION OF SECTION 27 ( 1 ) OF THE RENT RESTRICTION ACT. CONTRAVENTION OF SECTION 27 ( 1 ) OF THE RENT RESTRICTION ACT. "},
			{"title":"BREACH OF AIRPORT AUTHORITIES ACT","body":" BEING THE DRIVER OF A MOTOR VEHICLE TO WIT……………MOTOR CAR EGISTERED…………. AT THE NORMAN MANLEY INTERNATIONAL AIRPORT IN THE PARISH OF KINGSTON (OR THE SANGSTER INTL. AIRPORT IN THE PARISH OF ST. JAMES), UNLAWFULLY DID PARK THE SAID MOTOR VEHICLE ELSEWHERE THAN IN A PLACE PROVIDED FO R THAT PURPOSE IN CONTRAVENTION OF 3(xx) OF THE AIRPORT REGUALTION, 1959 PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMEMT ON THE 2ND DAY OF NOVEMBER, 1959 AND AMENDED BY THE AIRPORT REGULATION 1962 PUBLISHED IN THE JAMAICA GAZETTE ON THE 30TH DAY OF AUGUST, 1962 AND THE 4TH OF OCTOBER, 1962, FUTHER AMENDED BY THE AIRPORT REGUALTION IN 1964 PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT ON THE 2ND OF MAY, 1964 AS PROVIDED BY SECTION 20(1) OF THE CIVIL AVIATION ACT VOLUME 2. CONTRARY TO SECTION 5 OF THE AIRPORT REGULATION, 1959. "},
			{"title":"BREACH- BETTING GAMING AND LOTTERIES ACT (ILLEGAL BETTING SHOPS)","body":" UNLAWFULLY DID USE PREMISES OR UNLAWFULLY DID KNOWINGLY PERMIT PREMISES TO BE USED AT ………….IN THE PARISH OF …………..AS A PLACE WHERE PERSONS RESORTING THERETO MAY EFFECT POOL BETTING TRANSACTIONS. CONTRARY TO SECTION 16 (1)(i) OF THE BETTING, GAMING AND LOTTERIES ACT OR UNLAWFULLY DID PROVIDE FACILITIES SITUATE AT IN THE PARISH OF ………………………………. FOR PERSONS RESORTING THERETO TO EFFECT POOL BETTING TRANSACTIONS. CONTRARY TO SECTION 16(1)(ii) OF THE BETTING, GAMING AND LOTTERIES ACT "},
			{"title":"BREACH OF CURFEW AREA ORDER","body":"WAS A PERSON WITHIN A CURFEW AREA WHO BETWEEN SUCH HOURS SPECIFIED BY AN ORDER MADE BY THE MINISTER AND PUBLISHED IN THE JAMAICA GAZZETTE SUPPLEMENT PROCLAIMATION RULES AND REGULATIONS ON THE……..DAY OF………..2000 DID REMAIN OUT OF DOORS WITHOUT A PERMIT IN FROM AN AUTHORIZED PERSON, IN CONTRAVENTION TO SECTION 3 OF THE SUPPRESSION OF CRIME (SPECIAL PROVISIONS) REGULATIONS 1974 PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT PROCLAMATION REULES AND REGULATION ON THE 21/3/74 AS PROVIDED BY SECTION 6 (a) OF THE SUPPRESSION OF CRIME (SPECIAL PROVISIONS ACT 3 OF 1974. CONTRARY TO SECTION 6 (2) OF THE SUPPRESSION OF CRIME (SPECIAL PROVISIONS) REGULATIONS. "},
			{"title":"BREACH OF EMERGENCY REGULATION","body":"DID BY THE DISCHARGED OF FIREARM OF THE USE OF STONES, STICKS OR OTHER MISSILES OR OTHERWISE ENDANGER THE SAFETY OF OTHER PERSONS. CONTRARY TO SECTION 20 OF THE EMERGENCY REGULATION OF THE JAMAICA GAZETTE NO. 69 DATED JUNE 16, 1974, VOLUME XLIX. "},
			{"title":"BREACH OF THE CONTROLLED ARTICLES (REGULATION OF SALES) ORDER) – (MARINE GOODS)","body":"DID IMPOSE A CONDITION OF SALE ON THE SALE OF A CONTROLLED ARTICLE TO WIT:-………AN ARTICLE OF MERCHANDISE CONTROLLED BY THE MERCHANDISE CONTROL (PRICES) AMENDMENT ORDER NO…….OF 19……AND PUBLISHED IN THE JAMAICA GAZETTE DATED………..THAT YOU DID BY STATING THAT THIS COULD NOT BE OBTAINED WITHOUT THE PURCHASE BY THE COMPLAINANT (name) A PRICE INVESTIGATOR OF THE PRICES COMMISSION OF SOME OTHER ARTICLE BEING SOLD BY YOU WHICH HE DID BY PURCHASING…………FOR…………SO AS TO OBTAIN THE………….CONTRARY TO PARAGRAPH 7 OF THE CONTROLLED ARTICLES (REGULATION OF SALES) ORDER, 1958 MADE UNDER SECTION 8 (1) (b) OF THE TRADE ACT AND PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT DATED MAY 29, 1958. "},
			{"title":"BREACH OF THE NATIONAL SOLID WASTE MANAGEMENT ACT","body":"UNLAWFULLY DEPOSITED LITTER IN A PUBLIC THOROUGH FARE TO WIT:-………….BY………..ALONG THE SAID ROAD. CONTRARY TO SECTION 46 (1) OF THE NATIONAL SOLID WASTE ACT. "},
			{"title":"BREACH OF COPYRIGHT ACT","body":" (A)BY ANY PERSON WHO, WITHOUT THE LICENCE OF THE COPYRIGHT OWNER, IMPORTS INTO JAMAICA FOR ANY PURPOSE OTHER THAN FOR HIS PRIVATE AND DOMESTIC USE OR (B)POSSESSES IN THE COURSE OF A BUSINESS; OR (C)SELLS OR LETS FOR HIRE OR OFFERS OR EXPOSES FOR SALE OR HIRE; OR (D)EXHIBITS IN PUBLIC OR DISTRIBUTES IN THE COURSE OF A BUSINESS; OR (E)DISTRIBUTES OTHERWISE THAN IN THE COURSE OF A BUSINESS, TO SUCH AN EXTENT AS TO AFFECT PREJUDICIALLY THE OWNER OF THE COPYRIGHT, AN ARTICLE WHICH IS, AND WHICH HE KNOWS OR HAS REASON TO BELIEVE IS AN INFRINGING COPY OF THE WORK OF THE COPYRIGHT OWNER CONTRARY TO SECTION 31 OF THE COPYRIGHT ACT. "},
			{"title":"BREACH OF CUSTOMS REGULATIONS ACT","body":" UNLAWFULLY WAS FOUND ON A SHIP NAMED……………..WHICH WAS DOCKED AT BERTH…………..(wherever ship was docked) HARBOUR WITHOUR BEING AUTHORIZED… N CONTRAVENTION OF SECTION 74 OF THE CUSTOMS REGULATION 1955 CONTRARY TO SECTION 94 OF THE CUSTOMS ACT. "},
			{"title":"BREACH MERCHANDIZE CONTROL (PRICES) ORDER – (OVER MERCHANDIZE)","body":"YOU CONVENTREVENED THE PROVISIONS OF PARAGRAPH 3 OF THE MERCHANIZE CONTROL (PRICES) ORDER, 1978, IN THAT YOU SOLD AN ARTICLE MERCHANDIZE TO WIT:- …………….FOR A PRICE OF………WHICH PRICE IS IN EXCESS OF THE MAXIMUM RETAIL SELLING PRICE OF……………AS PRESCRIBED IN SCHEDULE ONE OF THE MERCHANDIZE CONTROL (PRICES) ORDER, 1978 AS AMENDED BY THE MERCHANDIZE CONTROL (PRICES) (AMENDMENT) ORDER………..OF 19… PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT DATED………..19… MADE UNDER SECTION 8 (1) (d) OF THE TRADE ACT AND EVERY ORDER POWER HEREUNTO ENABLING. "},
			{"title":"BREACH OF MORANT AND PEDRO CAYS ACT","body":"UNLAWFULLY DID GATHER EGGS WITHOUT A LICENCE OFF MORANT CAYS IN CONTRAVENTION TO SECTION 3 (e) OF THE MORANT AND PEDRO CAYS ACT. CONTRARY TO MORANT AND PEDRO CAYS ACT. "},
			{"title":"BREACH OF PETROLEUM ACT","body":" DID UNLAWFULLY OPEN A FILLING STATION FOR THE TRANSACTION OR BUSINESS CONTRARY TO PARAGRAPH 3 (1) OF THE TRADE (PETROLEUM FILLING STATION HOURS OF BUSINESS) ORDER, 1974 AND PUBILSHED IN THE JAMAICA GAZETTE SUPPLEMENT PROCLAMATION RULES AND REGULATIONS DATE JANUARY 21, 1974. "},
			{"title":"BREACH OF PETROLEUM ACT (UNLAWFUL SELLING)","body":"DID UNLAWFULLY SELL GASOLINE OUTSIDE THE PERMITTED HOURS OF BUSINESS IN CONTRAVENTION OF PARAGRAPH 3 OF THE TRADE (PETROLEUM FILLING STATION HOURS OF BUSINESS) ORDER, 1974 AND PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT PROCLAMATION RULES AND REGULATION DATED JANUARY 21, 1974 AND AMENDED BY PARAGRAPH 2 OF THE TRADE (PETROLEUM FILLING STATION HOURS OF BUSINESS), AMENDMENT ORDER 1976 PUBLISHED IN THE JAMAICA GAZETTE SUPPLEMENT PROCLAMATION RULES AND REGULATIONS ON THE 25TH DAY OF MAY, 1978 AS PROVIDED BY SECTION 8 OF THE TRADE ACT CONTRAY TO PARAGRAPH 5 OF THE TRADE (PETROLEUM FILLING STATION HOURS OF BUSINESS) ORDER, 1974.- "},
			{"title":"EXPORTING GOODS FOR SALE","body":"DID ENGAGE IN THE ACTIVITIES OF A VENDOR BY UNLAWFULLY EXPOSING GOODS FOR SALE IN A PRESCRIBED AREA WITHOUT A JAMAICA TOURIST BOARD LICENCE. CONTRARY TO SECTION 4 (1) OF THE JAMAICA TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS. "},
			{"title":"OFFERING GOODS FOR SALE","body":"UNLAWFULLY DID OFFER FOR SALE WITHOUT A LICENCE………IN A PUBLIC PLACE TO WIT…………CONTRARY TO SECTION 4 (1) (a) OF THE TOURIST BOARD (PRESCRIBED AREAS) REGULATIONS, 1985. "},
			{"title":"OFFERING SERVICES AS A TOUR GUIDE","body":"DI UNLAWFULLY ENGAGED IN THE ACTIVITIES OF VENDOR TO AND DID OFFER YOUR SERVICES AS A TOUR GUIDE WITHOUT A LICENCE IN A PUBLIC PLACE TO WIT……….CONTRARY TO SECTION OF THE TOURIST BOARD PRESCRIBED AREA REGULATION. 1985 "},
			{"title":"HAIRBRAIDING","body":"UNLAWFULLY DID OFFER YOUR SERVICES AS A HAIRBRAIDER WITHOUT A LICENCE IN A PUBLIC PLACE TO WIT…………INCONTRARY TO SECTION 4 (1) OF THE TOURIST BOARD PRESCRIBED AREA REGULATION, 1985. "},
			{"title":"UNLICENCED BOAT","body":" BEING A WATER SPORTS OPERATOR (OR EMPLOYEE TO A WATER SPORTS OPERATOR) UNLAWFULLY DID CAUSED TO BE USED (OR USED) A BOAT FOR WATER SPORTS SERVICES ALONG THE BEACH SITUATED AT…………….IN THE PARISH OF …………….WITHOUT THERE BEING IN FORCE IN RESPECT OF THE SAID BOAT A LICENCE GRANTED BY THE MARINE BOARD IN ACCORDANCE WITH THE HABOUR RULES, 1971 OR LICENCE GRANTED BY THE TOURIST BOARD WATER SPORTS REGULATIONS OF 1985. CONTRARY TO SECTION 5 OF THE WATER SPORTS REGULATIONS, 1985. "},
			{"title":"EMPLOYING AN UNLICENCED PERSON","body":"BEING A LICENCE WATER SPORTS OPERATOR DID UNLAWFULLY EMPLOY…………..IN THE PROVISION OF WATER SPORTS SERVICES ALONG A THE PUBLIC AT……………..IN THE PARISH OF…………..WITHOUT THE SAID…………….BEING THE HOLDER OF A LICENCE GRANTED BY THE MARINE BOARD UNDER THE WATER SPORTS REGULATIONS. CONTRARY TO SECTION 4 (1) OF THE TOURIST BOARD WATER SPORTS REGULATIONS, 1985 "},
			{"title":"NO FIRST AID STATION","body":"BEING A LICENCED WATER SPORTS OPERATOR IN………………IN THE PARISH OF………….UNLAWFULLY DID FAIL TO ESTABLISH AT THE SAID LOCATION A FIRST AID STATION APPROVED BY THE MARINE BOARD AND CLEARLY MARKED. CONTRARY TO SECTION 9 (1) OF THE TOURIST BOARD WATER SPORTS REGULATIONS, 1985 "},
			{"title":"REPAIRING OR SERVICING BOAT ON ANY BEACH","body":"BEING ENGAGED IN WATER SPORTS SERVICES UNLAWFULLY DID CAUSED THE SAID BOAT OR VESSEL TO BE INVOLVED IN MAJOR REPAIRS OR ROUTINE SERVICING ALONG THE BEACH AT……………IN THE PARISH OF… CONTRARY TO SECTION 13 OF THE TOURIST BOARD WATER SPORTS REGULATIONS, 1985. "},
			{"title":"FAILING TO REPORT AN ACCIDENT","body":"THAT YOU BEING A COXWAIN (OR DRIVER) OF A BOAT OR VESSEL ENGAGED IN WATER SPORT WERE INVOLVED IN AN ACCIDENT ON BOARD A BOAT (OR VESSEL) IN THE WATER (OR ON BOARD THE BOAT OR VESSEL) AT…………….IN THE PARISH OF… UNLAWFULLY DID FAIL TO REPORT THE CIRCUMSTANCES OF THE ACCIDENT TO THE NEAREST POLICE STATION AND THE NEAREST OFFICE OF TOURIST BOARD. CONTRARY TO SECTION 14 OF THE TOURIST BOARD WATER SPORTS REGULATIONS, 1985. "},
			{"title":"BREACH TRADESMAN ACT","body":"BEING A TRADESMAN IN THE FIELD OF CONTRACTED WITH ………………………TO BUILD… AND DID RECEIVE THE SUM OF AS FULL OR PART PAYMENT ON THE SAID CONTRACT AND HAS SUBSEQUENTLY FAILED TO PERFORM THE SAID DUTY AND HAS REFUSED OR NEGLECTED TO MAKE PAYMENT OF THE SAID AMOUNT OR TO PERFORM THE SAID CONTRACT. CONTRARY TO SECTION ( 43 ) 10 OF THE TRADESMAN BREACH OF TRUST ACT "},
			{"title":"CHILD ABUSE","body":" BEING AN ADULT HAVING CUSTODY, CHARGE OR CARE OF A CHILD, ……(name child)… , PHYSICALLY ILL TREATS SUCH CHILD IN A MANNER LIKELY TO CAUSE HIM/HER SUFFERING OR INJURY TO HEALTH. CONTRARY TO SECTION 9(1) (a) OF THE CHILD CARE & PROTECTION ACT "},
			{"title":"CHILD ASSAULT","body":"BEING AN ADULT HAVING CUSTODY, CHARGE OR CARE OF A CHILD, ……(name child)………… WILFULLY ASSAULTED, SUCH CHILD IN A MANNER LIKELY TO CAUSE HIM/HER SUFFERING OR INJURY TO HEALTH. CONTRARY TO SECTION 9(1) (a) OF THE CHILD CARE & PROTECTION ACT "},
			{"title":"CREATING PUBLIC MISCHIEF","body":"……….MADE A FALSE STATEMENT TO THE POLICE CAUSING THEM TO WASTE TIME IN CONDUCTING INVESTIGATION INTO AN IMAGINARY OFFENCE. CONTRARY TO COMMON LAW. "},
			{"title":"CONSPIRACY TO EXPORT GANJA","body":"…………………..ON DIVERS DAYS BETWEEN A DATE UNKNOWN AND THE DAY OF …………….20 IN THE PARISH OF CONSPIRED WITH OTHERS UNKNOWN TO UNLAWFULLY EXPORT GANJA ABOARD CONTRARY TO COMMON LAW "},
			{"title":"CARELESS DRIVING","body":" DID DRIVE A,………………………………..REGISTRATION………………………. ALONG THE… WITHOUT DUE CARE AND ATTENTION WITHOUT REASONABLE CONSIDERATION TO THE OTHER ROAD USERS. CONTRARY TO SECTION 27(1) OF THE ROAD TRAFFIC ACT "},
			{"title":"CONSPIRACY","body":"………..CONSPIRED TOGETHER WITH OTHER PERSONS UNKNOWN TO DEFRAUD…………… OF… CONTRARY TO COMMON LAW. "},
			{"title":"CARNAL ABUSE – GIRL UNDER 12 YEARS","body":" DID UNLAWFULLY AND CARNALLY KNOW AND ABUSE… , A GIRL UNDER THE AGE OF 12 YEARS. CONTRARY TO SECTION 40 (1) OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"CARNAL ABUSE – GIRL BETWEEN THE AGES OF 12 & 16 YEARS","body":"DID UNLAWFULLY AND CARNALLY KNOW AND ABUSE…………..A GIRL BEING ABOVE THE AGE OF 12 YEARS AND UNDER THE AGE OF 16 YEARS. CONTRARY TO SECTION 50 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"CULTIVATING GANJA","body":"DID UNLAWFULLY CULTIVATE GANJA, CONTRARY TO SECTION 7 (B) (a) OF THE DANGEROUS DRUGS ACT. "},
			{"title":"COMMUNICATING WITH A PRISONER OR ATTEMPT TO","body":" WITHOUT LAWFULL AUTHORITY DID COMMUNICATE WITH A PRISONER IN CUSTODY AT THE PRISON . CONTRARY TO SECTION 62 (d ) OF THE PRISON’S ACT "},
			{"title":"DEMANDING MONEY WITH MENACE","body":"…………….WITH INTENT TO EXTORT OR GAIN ANY PROPERTY OR VALUABLE THINGS FROM ANY PERSON, ACCUSES OR THTREATEN TO ACCUSE EITHER THAT OPERSON OR ANY OTHER PERSON( WHETHER LIVING OR DEAD ) OF ANY SUCH CRIME ……………..CONTRARY TO SECTION 43 (3) OF THE LARCENY ACT. "},
			{"title":"DANGEROUS DRIVING","body":"DROVE A MOTOR VEHICLE TO WIT………LICENCED………..ALONG A PUBLIC ROAD AT……………IN A MANNER DANGEROUS TO THE PUBLIC HAVING REGARDS TO ALL THE CIRCUMSTANCES OF THE CASE INCLUDING THE NATURE AND CONDITION OF THE ROAD AND THE AMOUNT OF TRAFFIC WHICH WAS ACTUALLY ON THE ROAD AND THE AMOUNT OF TRAFFIC WHICH WAS ACTUALLY ON THE ROAD AT THE TIME OR WHICH MIGHT REASONABLE BEING EXPECTED TO BE ON THE ROAD AT THE TIME. CONTRARY TO SECTION 27 (1) OF THE ROAD TRAFFIC ACT. "},
			{"title":"DEALING GANJA","body":"DID DEAL IN GANJA. CONTRARY TO SECTION 7 (b) OF THE DANGEROUS DRUGS ACT. "},
			{"title":"DEALING IN COCAINE","body":"…….DID UNLAWFULLY DEAL IN COCAINE CONTRARY TO SECT 8 (a) OF THE DANGEROUS DRUGS ACT "},
			{"title":"DRIVING WHILST DISQUALIFIED","body":"ON THE…….DAY OF………20……. (NAME OF ACCUSED) BEING DISQUALIFIED FROM HOLDING OR OBTAINING A DRIVER’S LICENCE FOR TWELVE (12) MONTHS UNLAWFULLY DID DRIVE A MOTOR VEHICLE TO WIT…….REGISTERED…….ALONG…….IN THE PARISH OF… DURING SUCH PERIOD OF HIS DISQUALIFITATION. CONTRARY TO SECTION 2O (1) OF THE ROAD TRAFFIC ACT. "},
			{"title":"DRIVING MOTOR VEHICLE WITHOUT OWNER’S CONSENT","body":"UNLAWFULLY DID TAKE AND DRIVE AWAY A MOTOR VEHICLE TO WIT…………REGISTERED…………ALONG………….IN THE PARISH OF………….WITHOUT HAVING THE OWNER’S CONSENT OR OTHER LAWFUL AUTHORITY. CONTRARY TO SECTION 45 (G) OF THE ROAD TRAFFIC ACT. "},
			{"title":"DISORDERLY CONDUCT","body":" UNLAWFULLY DID CONDUCT HIMSELF/HERSELF IN A NOISY AND DISORDERLY MANNER IN A CERTAIN PUBLIC PLACE TO WIT………. IN THE PARISH OF………..TO THE DISTURBANCE OF THE PEACE AND GOOD ORDER IN A CERTAIN PUBLIC PLACE. CONTRARY TO SECTION 11 OF THE TOWN AND COMMUNITY ACT. "},
			{"title":"DAMAGING TREES","body":"………….ON THE…………..DAY OF…………….,DID MALICIOUSLY DAMAGE… TREES GROWING AT…………..PROPERTY OF………..VALUED AT………….. "},
			{"title":"EXPORTING GANJA","body":" WAS A PERSON WHO EXPORTED GANJA FROM THE ISLAND OF JAMAICA EXCEPT UNDER IN ACCORDANCE WITH THE PROVISION OF THE DANGEROUS ACT CONT. TO SECT. 13 ( 5 ) OF THE DANGEROUS ACT "},
			{"title":"EXPORTING COCAINE","body":"…….. DID UNLAWFULLY EXPORT COCAINE FROM THE ISLAND OF JAMAICA CONTRARY TO SECTION 8 OF THE DANGEROUS DRUGS ACT. "},
			{"title":"EXPOSING GOODS FOR SALE IN A PUBLIC PLACE","body":" DID UNLAWFULLY EXPOSED GOODS FOR SALE IN A PUBLIC PLACE TO WIT: ……………………………………………… ALONG……………………………………………………………………………………….. CONTRARY TO SECTION 5 OF THE TOWN AND COMMUNITY ACT. BEING A PRISONER IN THE LAWFUL CUSTODY OF THE POLICE AT……….ON THE CHARGE OF… UNLAWFULLY DID ESCAPE FROM THE SAID LOCK-UP. *Prisoner who escapes or attempts to escape from legal custody is under definition in any prison Section 61 Prisoner’s Act. "},
			{"title":"FRAUDULENT CONVERSION","body":"BEING ENTRUSTED BY……………WITH MONEY IN ORDER THAT HE MIGHT PAY THE SAID MONEY FOR……….IN RESPECT OF THE SAID…….FRADULENTLY CONVERTED THE SAID MONEY TO HIS OWN USE AND BENEFIT OR THE USE AND BENEFIT OF SOME OTHER PERSON. CONTRARY TO SECTION 24 (1) (iii) (a) OF THE LARCENY ACT. "},
			{"title":"FELONIOUS WOUNDING","body":"FELONIOUSLY DID WOUND……………WITH INTENT TO DO GREVIOUS BODILY HARM (OR MAIM, DISFIGURE, OR DISABLE HIM). CONTRARY TO SECTION 20 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"FOUND IN A ENCLOSED PREMISES","body":"WAS FOUND BY NIGHT WITHOUT LAWFULL CAUSE IN A ENCLOSED AREA SITUATED AT …………………..AND IS DEEMED TO BE A ROGUE AND VAGABOND IN A CONTRAVENTION OF SECTION 6(c) OF THE VAGARANCY ACT CONTRARY TO SECTION 7 OF THE VAGRANCY ACT "},
			{"title":"FALSE PRETENCES","body":"WITH INTENT TO DEFRAUD…………..OBTAINED…………ON BEHALF OF HIMSELF BY FALSELY PRETENDING… CONTRARY TO SECTION 35 (1) OF THE LARCENY ACT. "},
			{"title":"FOR PERSONATION","body":"DURING THIS GENERAL ELECTION …………..APPLIED FOR A BALLOT PAPER AT BALLOT STATION…………….IN THE PARISH OF…………….IN THE NAME OF ANOTHER PERSON NAMELY…… (DEAD OR ALIVE). CONTRARY TO SECTION 93 EXTENDED BY SECTION 95 OF THE REPRESENTATION OF THE PEOPLE’S ACT. "},
			{"title":"FAILING TO COMPLY WITH A REQUEST MADE UNDER THE UNLAWFUL POSSESSION OF PROPERTY ACT","body":"WAS A PERSON WHO HAD IN HIS POSSESSION (UNDER HIS CONTROL)………..WHICH WAS REASONABLY SUSPECTED TO HAVE BEEN STOLEN OR UNLAWFULLY OBTAINED AND DID REFUSE TO DISCLOSE AND PERMIT THIS COMPLAINANT TO INSPECT HE SAID………. CONTRARY TO SECTION 6 OF THE UNLAWFUL POSSESSION OF PROPERTY ACT. "},
			{"title":"FAILING TO MOVE ON","body":"UNLAWFULLY DISOBEYED THE LAWFUL ORDER OF…………..HE BEING A MEMBER OF THE JAMAICA CONSTABULARY FORCE TO WIT: MOVE ON AND KEEP ON MOVING. CONTRARY TO SECTION 20 OF THE JAMAICA CONSTABULARY FORCE ACT. "},
			{"title":"FALSE DECLARATION","body":"WITH INTENT TO DECEIVE MADE A FALSE STATEMENT THAT HIS/HER NAME IS… FOR THE PURPOSE OF PROCURRING A JAMAICAN PASSPORT KNOWING SAME TO BE UNTRUE. CONTRARY TO SECTION 6 OF THE FORGERY ACT. "},
			{"title":"FORGERY","body":"WITH INTENT TO DECEIVE DID FORGE A CERTAIN DOCUMENT TO WIT………..#..........DATED………..IN THE NAME OF… HE/SHE WELL KNOWING SAME TO BE INCORRECT, CONTRARY TO SECTION 6 OF THE FORGERY ACT. "},
			{"title":"HOUSEBREAKING AND LARCENY","body":"DID BREAK AND ENTER THE DWELLING HOUSE (OFFICE, WAREHOUSE, SHOP, ETC.) OF……….WITH INTENT TO STEAL AND STOLE………VALUED AT………THE PROPERTY OF THE SAID………CONTRARY TO SECTION 40 (1) OF THE LARCENY ACT. ` 11111111111` OF…………BROKE INTO THE DWELLING HOUSE (OR OFFICE, WAREHOUSE, SHOP, ETC.). CONTRARY TO SECTION 40 (1) OF THE LARCENY ACT. "},
			{"title":"HARBOURING JUVENILE","body":"BEING A PERSON WHO IS THE OWNER OR OCCUPIER OF PREMISES HAVING OR ACTING OR ASSISTING IN THE MANAGEMENT OR CONTROL THEREOF INDUCING OR KNOWING SUFFERED… (NAME OF JUVENILE) A GIRL UNDER THE AGE OF 12 YEARS TO RESORT TO OR BE UPON SUCH PREMISES FOR THE PURPOSE OF BEING UNLAWFULLY OR CARNALLY KNOWN BY ANY MAN. CONTRARY TO SECTION 51 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"HOUSEBREAKING WITH INTENT","body":"DID INDECENTLY ASSAULT ONE………….CONTRARY TO SECTION 53 OF THE OFFENCES AGAINST THE PERSON ACT. Correction need to be made "},
			{"title":"INFANTICIDE","body":"………………..ON THE DAY OF………….20……….AT……IN THE PARISH OF………………CAUSED THE DEATH OF HER CHILD BEING A CHILD UNDER THE AGE OF 12 MONTHS BY AN OMMISSION THAT IS TO SAY BY WILFULLY NEGLECTING TO…………….BUT AT THE TIME OF OMMISSION SHE WAS NOT FULLY RECOVERED FROM THE EFFECT OF GIVING BIRTH TO SUCH CHILD AND BY REASON THEREOF THE BALANCE OF HER MIND WAS DISTURBED. CONTRARY TO SECTION 75 (2) OF THE OFFENCES AGAINST THE PERSONS ACT. OR ……………….ON THE …………DAY OF………….200….AT……….IN THE PARISH OF CAUSED THE DEATH OF HER CHILD BEING A CHILD UNDER THE AGE OF 12 MONTHS, BY THE CRUEL ACT, THAT ISTO SAY BY……….BUT AT THE TIME OF THE ACT SHE WAS NOT FULLY RECOVERED FROM THE EFFECT OF GIVING BIRTH TO SUCH CHILD AND BY REASON THEREOF THE BALANCE OF HER MIND WAS DISTURBED. CONTRARY TO SECTION 75 (1) OF THE OFFENCES AGAINST THE PERSON ACT. OR …………..ON THE…….. DAY OF………. 200….AT……….IN THE PARISH OF…………….CAUSED THE DEATH OF HER CHILD BEING A CHILD UNDER THE AGE OF 12 MONTHS BUT AT THE TIME OF THE ACT SHE WAS NOT FULLY RECOVERED FROM THE EFFECT OF GIVING BIRTH TO SUCH CHILD AND BY REASON THEREOF THE BALANCE OF HER MIND WAS DISTURBED, CONTRARY TO SECTION 75 (1) OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"INDECENT ASSAULT","body":"DID INDECENTLY ASSAULT ONE…………………..CONTRARY TO SECTION 53 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"IMPROPER CONDUCT","body":"DID UNLAWFULLY CONDUCT HIMSELF/HERSELF IN AN IMPROPER MANNER UNDER SPIRIT LICENCE PREMISES LICENCED AS A ………BY………….SITUATED AT……………IN THE PARISH OF… CONTRARY TO SECTION 58 (a) OF THE SPIRIT LICENCE ACT. OR DID UNLAWFULLY TAKE PART IN UNLAWFUL GAMING (OR WAS PRESENT AT SUCH GAMING FOR THE PURPOSE OF TAKING PART THEREIN) NAMELY………AT………..IN THE PARISH… CONTRARY TO SECTION 58 (a) OF THE SPIRIT LICENCE ACT. "},
			{"title":"INDECENT EXPOSURE","body":"……….WILFULLY DID EXPOSE HIS/HER PERSON IN A PUBLIC PALCE TO WIT: …………….. CONTRARY TO SECTION 4(e) OF THE VAGRANCY ACT. "},
			{"title":"ILLEGAL POSSESSION OF FIREARM","body":"UNLAWFULLY HAD IN HIS POSSESSION ONE FIREARM # …… NOT UNDER AND IN ACCORDANCE WITH THE TERM AND CONDITION OF THE FIREARM USER’S LICENCE AS REQUIRED BY SECTION 20 OF ACT 1 OF 1967 ( (1) SUB B) (SECTION 20 (1) (B) ACT 1 OF 1967) CONTRARY TO SEC. 22 SUB (15) OF THE FIREARM ACT (Original) "},
			{"title":"ILLEGAL BOOKMAKING","body":"DID ON HIS/HER ACCOUNT ACT AS A BOOKMAKER WITHOUT A VALID BOOKMAKER’S PERMIT. CONTRARY TO SECTION 19 (1) OF THE BETTING, GAMING AND LOTTERIES ACT. "},
			{"title":"ILLEGAL POSSESSION OF AMMUNITION","body":"UNLAWFULLY HAD IN HIS POSSESSION TWO AMMU. AND ONE WALT CULTER 38 CARTRIDGES OF AMMU NOT UNDER AND IN ACCORDANCE WITH THE TERMS AND CONDITIONS OF THE FIREARM USERS LICENCE IN CONTRAVENTION OF SEC. 20 (1) (B) OF THE FIREARM ACT 1 1967. CONTRARY TO SECTION 20 (1) (C) OF THE FIREARM ACT. 1967. "},
			{"title":"IMPERSONATING A POLICE OFFICER","body":"BEING AN ORDINARY CITIZEN DID ASSUME THE DRESS /NAME/DESIGNATION/DESCRIPTION AND ASSUMED TO ACT AS OR PERSONATE A CONSTABLE OF THE JAMAICA CONSTABULARY FORCE. CONTRARY TO SECTION 27 OF THE CONSTABULARY FORCE ACT OR BEING AN ORDINARY CITIZEN DID HAVE IN HIS POSSESSION WITHOUT REASONABLE EXPLANATION ANY ARMS / AMMUNITION/CLOTHING/ ACCROUTEMENT/ OR OTHER APPOINTMENTS FURNISHED FOR THE USE OF THE JAMAICA CONSTABULARY FORCE. CONTRARY TO SECTION 27 OF THE CONSTABULARY FORCE ACT. "},
			{"title":"IMPORTING COCAINE","body":"…… DID UNLAWFULLY IMPORT COCAINE INHTO THE ISLAND OF JAMAICA CONTRARY TO SECTION 8 OF THE DANGEROUS DRUGS ACT. "},
			{"title":"INTENT TO MURDER","body":"DID……….. AS WITH INTENT TO MURDER THE SAID ……. CONTRARY TO SECTION 16 OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"INDECENT LANGUAGE","body":"………………DID UTTER THE FOLLOWING INDECENT LANGUAGE TO WIT………… ……………………………………………………………………………..CONTRARY TO SECTION 3 (L) OF THE TOWN AND COMMUNITY ACT. "},
			{"title":"LARCENY OF MOTOR VEHICLE","body":"DID STOLE A ………(WHETHER CAR, BUS, TRUCK ETC) TYPE… REGISTRATION NUMBER………….THE PROPERTY OF…………..VALUED AT ………………….PROPERTY OF ……….CONTRARY TO SECTION 5 OF THE LARCENY ACT. "},
			{"title":"LARCENY OF POSTAL ARTICLE","body":"……………..ON THE………….DAY OF…………….20…..AT……….IN THE PARISH OF… STOLE ONE MAIL BAG CONTAINING (OR FROM POST OFFICE OR FROM AN OFFICE OF THE POST OFFICE)………VALUED………(WITH CONTENTS) IN COURSE OF TRANMISSION BY POST, THE PROPERTY OF THE POST MASTER GENERAL OF JAMAICA. CONTRARY TO SECTION 17 (b) OF THE LARCENY ACT. OR …………ON THE…………..DAY OF…………..20……AT………..IN THE PARISH OF……….STOLE ONE MAIL BAG CONTAINING………….VALUED AT $.............PROPERTY OF THE POSTMASTER GENERAL OF JAMAICA. CONTRARY TO SECTION 17 (a) OF THE LARCENY ACT. "},
			{"title":"LARCENY FROM THE PERSON","body":"DID STEAL……………..VALUED AT…………..FROM THE PERSON OF……….THE PROPERTY OF THE… CONTRARY TO SECTION 19 OF THE LARCENY ACT. "},
			{"title":"LARCENY FROM THE DWELLING","body":"DID STEAL……………….OF THE VALUE OF………………THE PROPERTY OF…………………..IN THE DWELLING HOUSE OF THE SAID…………………CONTRARY TO SECTION 18 (a) OF THE LARCENY ACT. "},
			{"title":"LARCENY AS A SERVANT","body":"BEING A CLERK OR SERVANT EMPLOYED TO (NAME OF ORGANISATION) STOLE MONEY TO WIT $.............BELONGING TO THE SAID (NAME OF ORGAINSATION) HER EMPLOYER. CONTRARY TO SECTION 58 (a) OF THE LARCENY ACT. "},
			{"title":"LARCENY BY TRICK","body":"STOLE……………PROPERTY OF………….VALUED AT BY TRICK, CONTRARY TO SECTION 5 OF THE LARCENY ACT. "},
			{"title":"LOITERING","body":"WAS FOUND LOITERING IN A CERTAIN PLACE TO WIT…………..BETWEEN THE HOURS OF 9:00A.M. AND FAILED TO GIVE SATISFACTORY ACCOUNT OF HIMSELF/HERSELF. CONTRARY TO SECTION 7 OF THE TOWN AND COMMUNITY ACT. "},
			{"title":"MALICIOUS DESTRUCTION OF PROPERTY","body":"DID UNLAWFULLY AND MALICIOUSLY DAMAGE (OR INJURE) ………….. THE PROPERTY OF …………….. AND THEREBY DID INJURY EXCEEDING THE SUM OF $10.00. CONTRARY TO SECTION 42 OF THE MALICIOUS INJURIES TO PROPERTY ACT (INJURY TO ANIMALS SECTION 31), SECTION 22 TREES, SECTION 24 CULTIVATING ROOTS AND PLANTS, SECTION 30 KILLING/WOUNDING CATTLES. "},
			{"title":"MAKING A FALSE DECLARATION IN OBTAINING A DRIVER’S LICENCE","body":"MAKING A FALSE DECLARATION IN OBTAINING A DRIVER’S LICENCE DID KNOWINGLY MAKE A FALSE STATEMENT TO WHICH THAT HE IS ABLE TO READ AND WRITE IN ENGLISH FOR THE PURPOSE OBTAINING THE GRANT OF A DRIVERS LICENCE FOR HIMSELF CONTRARY TO SECTION 18 (2) OF THE ROAD TRAFFIC ACT "},
			{"title":"MORE PERSON","body":"BEING A DRIVER OF………..REG…….. ALONG ……..ST.ANN WITH …………MORE PERSONS SEATING CONTRARY TO SECTION 103 OF THE ROAD TRAFFIC ACT. "},
			{"title":"NEGLECT","body":"BEING AN ADULT HAVING CUSTODY, CHARGE OR CARE OF A CHILD (name child)… WILFULLY NEGLECTED SUCH CHILD IN A MANNER LIKELY TO CAUSE THAT CHILD SUFFERING AND INJURY TO HEALTH. CONTRARY TO SECTION 9 (1)(a) OF THE CHILD CARE & PROTECTION ACT "},
			{"title":"OFFENSIVE WEAPON","body":"WITHOUT LEGAL AUTHORITY OR REASONABLE EXCUSE IN A PUBLIC PLACE, TO WIT: (Main Street St. Ann’s Bay) DID HAVE IN HIS/HER POSSESSION A (Ratchet Knife) CONTRARY TO SECTION 3 (1) OF THE OFFENSIVE WEAPONS PROHIBITION ACT. "},
			{"title":"OBTAINING","body":"WITH INTENT TO DEFAUD, OBTAIN PROM…………. THE SUM OF……….. BY VIRTUE OF A CERTAIN FORGED DOCUMENT (OR VALUABLE SECURITY) TO WIT…………… IN FAVOUR OF…………….. PURPORTING THE SAME TO HAVE BEEN SIGNED BY… KNOWING THE SAME TO HAVE BEEN FORGED. CONTRARY TO SECTION 10 OF THE FORGERY ACT. "},
			{"title":"OBTAINING CREDIT BY FRAUD","body":"IN INCURRING A DEBT OR LIABILITY OBTAINED CREDIT AMOUNTING TO…………FROM…………BY FALSELY PRETENDING…………(OR BY OTHER FRAUDULENT MEANS), CONTRARY TO SECTION 36 OF THE LARCENY ACT. "},
			{"title":"OFFERING GOODS FOR SALE","body":"DID UNLAWFULLY OFFER GOODS FOR SALE WITHOUT A LICENCE IN A PRESCRIBED AREA, TO WIT CONTRARY TO SECTION 5 OF THE TOWN AND COMMUNITY ACT. "},
			{"title":"ORDER OF ATTACHMENT","body":" THAT THE ORDER BY COURT… SUMS BE PAID AT THE R.M COURT OFFICE BE VARIED TO ATTACHMENT OF THE INCOME AGAINST THE DEFENDANT SINCE THE ORDER THE DEFENDANT HAS HAD THE SUM OF $ OUTSTANDING AND HAS A TOTAL LOSS OF RESPECT TO THE ORDER OF COURT CAUSING HARDSHIP TO THE APPLICANT HEREIN . HE IS A MEMBER OF THE J.C.F AND SUCH NORDER IS WITH POWER OF THE COURT TO MAKE "},
			{"title":"POSSESSION OF DROP-PAN TICKETS","body":"DID TAKE PART IN UNLAWFUL GAMING (OR WAS PRESENT AT SUCH GAMING FOR THE PURPOSE OF TAKING PART THEREIN) NAMELY,………AT………….IN THE PARISH OF…………. CONTRARY TO SECTION 21 (2) OF THE BETTING, GAMING AND LOTTERIES ACT 1965. OR DID HAVE IN HIS POSSESSION OF ANY PEAKA PEOW OR DROP-PAN TICKET WITHOUT LAWFUL EXCUSE CONTRARY TO SECTION 56 (1)(a) OF THE BETTING, GAMING AND LOTTERIES ACT "},
			{"title":"POSSESSION OF THE COUNTERFEIT CURRENCY NOTES","body":" DID UNLAWFULLY HAVE IN HIS POSSESSION A ( JAMAICAN OR US ) ONE HUNDRED DOLLAR NOTE PROPERTY THE SAME TO BE OR IN A WAY RESEMBLING OR NEARLY RESEMBLING AN ORIGINAL BILL OR NOTE FOR THE PURPOSE OF DECEIVING CONT. TO SECT. 14 OF THE FORGERY ACT "},
			{"title":"POSSESSION OF GANJA","body":"DID UNLAWFULLY HAVE GANJA IN HIS POSSESSION. CONTRARY TO SECTION 7 ( C) OF THE DANGEROUS DRUGS ACT "},
			{"title":"POSESSION OF CHILLUM PIPE","body":" DID HAVE IN HIS POSSESSION A CHILLUM PIPE USED IN CONNECTION WITH THE SMOKING OF GANJA . CONTRARY TO SECTION 7 ( D) (c) OF THE DANGEROUS DRUGS ACT. "},
			{"title":"POSSESSION OF COCAINE","body":"……DID UNLAWFULLY HAVECOCAINE IN HIS POSSESSION. CONTRARY TO SECTION 8B OF THE DANGEROUS DRUGS ACT OR WAS UNLAWFULLY IN POSSESSION OF COCAINE CONTRARY TO SECTION 8B OF THE DANGEROUS DRUGS ACT "},
			{"title":"PROSTITUTION","body":"BEING A COMMON PROSTITUTE WANDERING IN A PUBLIC PLACE TO WIT… AND BEHAVING IN RIOTIOUS AND INDECENT MANNER AND SOLICITING. CONTRARY TO SECTION 4 (b) OF THE VAGRANCY ACT. "},
			{"title":"PRACTISING OBEAH","body":"WAS A PERSON PRSCTISING OBEAH. CONTRARY TO SECTION 3 OF THE OBEAH ACT. "},
			{"title":"PERSONATING A POLICE OFFICER","body":"DID ASSUME THE NAME AND ASSUME TO ACT AS OR PERSONATE A CONSTABLE OF THE JAMAICA CONSTABULARY FORCE. CONTRARY TO SECTION 27 OF THE CONSTABULARY FORCE ACT. CONTRARY TO SSECTION 27 OF THE CONS. FORCE ACT. "},
			{"title":"PREADIAL LARCENY","body":"DID STEAL…………… VALUED…………………THEN GROWING IN THE PLANTATION OF……………………..THE PROPERTY OF THE SAID……... CONTRARY TO SECTION 13 OF THE LARCENY ACT. "},
			{"title":"POSSESSION OF HOUSEBREAKING IMPLEMENTS","body":"BEING A PERSON HAVING IN HIS POSSESSION WITHOUT LAWFUL EXCUSE A HOUSEBREAKING IMPLEMENT………………… WITH INTENT TO BREAK AND ENTER INTO………………. AND IS DEEMED TO BE A ROGUE AND VAGABOND IN CONTRAVENTION OF SECTION 42 OF THE LARCENY ACT. "},
			{"title":"PASSPORT PHOTO SWITCH","body":"WITH INTENT TO DECEIVE, FORGE ASCERTAIN DOCUMENT TO WIT, JAMAICAN PASSPORT………….IN THE NAME……….BY REMOVING THE PHOTOGRAPH OF THE TRUE OWNER AND INSERTING A PHOTOGRAPH OF YOURSELF ON PAGE THREE OF THE SAID PASSPORT PURPOTING SAME WAS ISSUED TO YOU. CONTRARY TO SECTION 6 OF THE FORGERY ACT. "},
			{"title":"PETROLEUM OILAND FUEL (LAUNCHING & STORAGE ACT)","body":"…………DID DEAL IN (OR SOLD) PETROLEUM BY RETAIL IN (NEGRIL IN THE PARISH OF ) WITHOUT A LICENCE. CONTRARY TO SECTION 7 OF THE PETROLEUM OIL AND FUEL (LAUNCHING & STORAGE) ACT. "},
			{"title":"PERJURY","body":"A.B., ON THE……..DAY OF………….AT…………..BEING A WITNESS UPON THE TRIAL OF AN ACTION IN THE COURT OF THIS ISLAND, IN WHICH ONE………….WAS PLAINTIFF, AND ONE……WAS DEFENDANT, KNOWINGLY FALSELY SWORE THAT HE SAW ONE M.N. IN THE STREET CALLED………..STREET IN……….ON THE…………DAY OF………………. "},
			{"title":"POSSESSION OF AN OFFENSIVE WEAPON","body":" BEING IN A PUBLIC PLACE, TO WIT DID HAVE IN HIS/HER POSSESSION ………………………. WITHOUT LAWFUL AUTHORITY OR REASONABLE EXCUSE. CONTRARY TO SECTION 3 (1) OF THE OFFENSIVE WEAPONS (PROHIBITION) ACT "},
			{"title":"PROCURING A JAMAICAN PASSPORT","body":"WITH INTENT TO DECEIVE DID MAKE FALSE STATEMENTS THAT HE/SHE WAS NEVER THE HOLDER OF A JAMAICAN PASSPORT WHICH TO HIS/HER KNOWLEDGE WAS UNTRUE FOR THE PURPOSE OF PROCURRING A PASSPORT. CONTRARY TO SECTION 6 OF THE FORGERY ACT. "},
			{"title":"ROBBERY WITH AGGRAVATION","body":"………….BEING ARMED WITH A………ROBBED…………………….OF CONTRARY TO SECTION 37 (1) (a) OF THE LARCENY ACT. OR ……………..BEING TOGETHER WITH ONE OR MORE PERSONS ROBBED OF… CONTRARY TO SECTION 37 (1) (a) OF THE LARCENY ACT. "},
			{"title":"ROBBERY WITH VIOLENCE","body":"…………..ROBBED…………..OF……………AND AT THE TIME OF (OR IMMEDIATELY AFTER) SUCH ROBBERY USED PERSONAL VIOLENCE TO THE SAID………………….CONTRARY TO SECTION 37(1) (b) OF THE LARCENY ACT. N.B ROBBERY SIMPLICITER-SECTION 37 (2) "},
			{"title":"RAPE","body":" DID HAVE SEXUAL INTERCOURSE WITH…………..WITHOUT HER CONSENT, CONTRARY TO COMMON LAW. SECTION 44 (1) OF THE OFFENCES AGAINST THE PERSON ACT. THE PENALITY "},
			{"title":"RECEIVING STOLEN PROPERTY","body":"DID RECEIVE………………. THE PROPERTY OF KNOWING THE SAME TO HAVE BEEN STOLEN. CONTRARY TO SECTION 46 (1) OF THE LARCENY ACT "},
			{"title":"RESISTING ARREST","body":"DID UNLAWFULLY RESIST CONSTABLE…………….HE BEING A MEMBER OF THE JAMAICA CONSTABULARY FORCE IN THE LAWFUL EXECUTION OF HIS DUTY. CONTRARY TO SECTION 30 OF THE JAMAICA CONSTABULARY FORCE ACT. "},
			{"title":"SELLING OF ILLEGAL LOTTERY TICKETS","body":"DID UNLAWFULLY SELL/DISTRIBUTE/OFFER OR ADVERTISE FOR SALE OR DISTRIBUTION/ HAVE IN HIS/HER POSSESSION FOR THE PURPOSE OF SALE OR DISTRIBUTION TICKETS OR CHANCES IN THE LOTTERY WITHOUT BEING AUTHORISED TO DO SO. CONTRARY TO SECTION 48 (1)(b) OF THE BETTING, GAMING & LOTTERIES ACT. "},
			{"title":"SIMPLE LARCENY","body":"DID STEAL……………VALUED AT………….THE PROPERTY OF… CONTRARY TO SECTION 5 OF THE LARCENY ACT. LARCENY OF CATTLE – SECTION 6 LARCENY OF DOGS OR POULTY – SECTION 48 (SUMMARY) LARCENY OF FISH – SECTION 49 (SUMMARY) "},
			{"title":"SHOOTING WITH INTENT","body":"…………….DID SHOOT…………WITH INTENT TO DO HIM GREVIOUS BODILY HARM (OR MAIN, DISFIGURE, OR DISABLE HIM). CONTRARY TO SECTION 20 OF THE OFFENCE AGAINST THE PERSON ACT. "},
			{"title":"SHOOTING AT POLICE","body":"DID SHOOT AT OR ATTEMPT TO SHOOT AT WITH INTEN TO DO GRIEVOUS BODILY HARM OR WITH INTENT TO RESIST OR PREVENT THE LAWFUL APPREHENSION OR DETAINING OF ANY PERSON USING A FIREARM. CONTRARY TO SECTION 20 (G) OF THE OFFENCES AGAINST THE PERSON ACT. "},
			{"title":"STONE THROWING","body":" DID THROW STONES IN A PUBLIC PLACE TO WIT…………….. IN THE PARISH OF… TO THE DANGER AND ANNOYANCE OF THE …………………………………. CONTRARY TO SECTION 3(N) OF THE TOWN AND COMMUNITY ACT "},
			{"title":"SUSPECTED PERSON","body":"WAS A SUSPECTED PERSON FOUND FREQUENTING A CERTAIN PUBLIC PLACE (OR PLACES ADJACENT TO A PUBLIC PLACE) TO WIT……..IN THE PARISH OF…………….WITH INTENT TO COMMIT A FELONY AND IS DEEMED TO BE A ROGUE AND A VAGABOND IN CONTRAVENTION OF SECTION 6 (a) OF THE VAGRANCY ACT. CONTRARY TO SECTION 7 OF THE VAGRANCY ACT. "},
			{"title":"SALE OF GANJA ON PREMISES","body":"BEING THE OCCUPIER OF PREMISES………….IN THE PARISH OF………..DID USE THE SAID PREMISES FOR THE PURPOSE OF THE SALE OF GANJA. CONTRARY TO SECTION 7 (d) OF THE DANGEROUS DRUGS ACT. "},
			{"title":"SELLING DROP-PAN OR PEOW TICKETS","body":"UNLAWFULLY DID SELL OR OFFER FOR SALE DROP-PAN OR PEAKA PEOW TICKETS. CONTRARY TO SECTION 34 (1) (d) OF THE BETTING, GAMING AND LOTTERIES ACT 1965. "},
			{"title":"SHOPBREAKING AND LARCENY","body":"DID BREAK AND ENTER THE SHOP OF……………WITH INTENT TO STEAL AND STOLE………………VALUED AT $..................PROPERTY OF THE SAID……………….CONTRARY TO SECTION 40 (1) OF THE LARCENY ACT. "},
			{"title":"SMOKING GANJA","body":"DID UNLAWFULLY SMOKE GANJA. CONTRARY TO SECTION 7 (D) (d) OF THE DANGEROUS DRUG ACT. "},
			{"title":"THREAT TO CROWN WITNESS","body":"……….ATTEMPTED TO DISSUADE A WITNESS… FROM GIVING EVIDENCE IN THE NAME OF A CASE TO WIT: R. vs… CONTRARY TO COMMON LAW. "},
			{"title":"TRAFFICKING GANJA","body":" WAS A PERSON WHO USED A …………………( CONVEYANCE )TO WIT FOR CARRYING GANJA FOR THE PURPOSE OF SELLING OR OTHERWISE DEALING IN GANJA . CONTRARY TO SECTION 22 ( 1 ) (e ) OF THE DANGEROUS DRUGS ACT OR BEING THE OWNER OR PERSON IN CHARGE OF A ( CONVEYANCE ) TO WIT:……………………………USED OR PERMITTED THE SAID TO BE USED FOR THE PURPOSE OF CARRYING GANJA OR FOR THE PURPOSE OF SELLING OR OTHERWISE DEALING IN GANJA CONTRARY TO SECTION 22 ( 1 ) (e ) OF THE DANGEROUS DRUGS ACT "},
			{"title":"TRESSPASS","body":" UNLAWFULLY COMMIT A TRESSPASS BY TRESSPASSING UPON THE PREMISES OF A PRIVATE RESIDENT AND OR ON LAND OF……………………...SITUATED AT IN THE PARISH OF WITHOUT THE LAWFUL AUTHORITY OR WITHOUT LEAVE OR PERMISSION OF THE PROPRIETOR OR OCCUPIER……………………… CONTRARY TO SECTION 2(1) (A) OF THE TRESSPASS ACT ( PRIVATE PROPERTY ) OR CONTRARY TO SECTION 2 (1) (B) OF THE TRESSPASS ACT (AGRICULTURE ) "},
			{"title":"THREAT","body":"UNLAWFULLY DID THREATEN………………IN THE FOLLOWING WORDS TO WIT:- CONTRARY TO SECTION 3(m) OF THE TOWN AND COMMUNITY ACT "},
			{"title":"THROWING STONES","body":"DID THROW STONES IN A PUBLIC PLACE TO WIT…………..IN THE PARISH OF………….TO THE DANGER AND ANNOYANCE OF………….CONTRARY TO SECTION 3 (n) OF THE TOWN AND COMMUNITY ACT. "},
			{"title":"UNLAWFUL GAMING","body":" DID TAKE PART IN UNLAWFUL GAMING (OR) WAS PRESENT AT SUCH GAMING FOR THE PURPOSE OF TAKING PART THEREIN) NAMELY, ……AT……….IN THE PARISH OF… CO NTRARY TO SECTION 38 OF THE BETTING, GAMING AND LOTTERIES ACT 1965. "},
			{"title":"UTTERING FORGED DOCUMENTS","body":"WITH INTENT TO DEFRAUD, UTTER A CERTAIN FORGED DOCUMENT (OR VALUABLE SECURITY) TO WIT:………….IN FAVOUR OF THE SUM OF………PURPORTING THE SAME TO HAVE BEEN SIGNED BY………….. KNOWING THE SAME TO HAVE BEEN FORGED. CONTRARY TO SECTION 9(1) OF THE FORGERY ACT. "},
			{"title":"UNLAWFUL GAMING ( in licensed house)","body":"DID TAKE PART IN UNLAWFUL GAMING (OR WAS PRESENT SUCH GAMING FOR THE PURPOSE OF TAKING PART HGEREIN) NAMELY………AT……….IN THE PARISH OF… CON TRARY TO SECTION 58 (b) OF THE SPIRIT LICENCE ACT. "},
			{"title":"UNLAWFUL POSSESSION OF PROPERTY (UNDER SECTION 8 & 10)","body":"WAS A PERSON IN WHOSE HOUSE WAS FOUND…………WHICH THE CONSTABLE HAD REASONABLE CAUSE TO SUSPECT WERE STOLEN OR UNLAWFULLY OBTAINED AND THAT YOU PLACED OR WAS PRIVY TO THE PLACING OF THE SAID ARTICLES (s) IN YOUR HOUSE KNOWING OR HAVING REASONABLE CAUSE TO SUSPECT THE SAME TO HAVE BEEN STOLEN OR UNLAWFULLY OBTAINED. CONTRARY TO SECTION 8 AND 10 OF THE UNLAWFUL POSSESSION OF PROPERTY ACT. OR WHERE FOUND ON PREMISES AT………….IN THE PARISH OF………….WHERE… WERE FOUND WHICH ARTICLES THE CONSTABLE HAD REASONABLE CAUSE TO SUSPECT WERE STOLEN OR UNLAWFULLY OBTAINED AND THAT YOU PLACED OR WAS PRIVY TO THE PLACING OF THE SAID ARTICLE (s) ON THE PREMISES KNOWING OR HAVING REASONABLE CAUSE TO SUSPECT THE SAME TO HAVE BEEN STOLEN OR UNLAWFULLY OBTAINED. CONTRARY TO SECTION 8 AND 10 OF THE UNLAWFUL POSSESSION OF PROPERTY ACT. "},
			{"title":"UNLAWFUL POSSESSION OF PROPERTY (UNDER SECTION 2 AND 5)","body":" BEING A SUSPECTED PERSON UNLAWFULLY HAD IN HIS POSSESSION……….UNDER SUCH CIRCUMSTANCE TO GIVE CONSTABLE…………REASONABLE CAUSE TO SUSPECT THAT THEY WERE EITHER STOLEN OR UNLAWFULLY OBTAINED. CONTRARY TO SECTION 5 OF THE UNLAWFUL POSSESSION OF PROPERTY ACT. . "},
			{"title":"USING MOTOR VEHICLE FOR THE CONVEYANCE OF GANJA","body":"BEING THE OWNER OF A (type of vehicle) UNLAWFULLY DID USE OR PERMIT TO BE USED SAME FOR THE CONVEYANCE OF GANJA. CONTRARY TO SECTION 7 (B) ( c) OF THE DANGEROUS DRUGS ACT. "},
			{"title":"UNLAWFUL WOUNDING","body":"DID UNLAWFULLY AND MALICIOUSLY WOUND………… CONTRARY TO SECTION 22 OF THE OFFENCES AGAINST THE PERSON ACT "},
			{"title":"VAGRANCY: IDLE & DISORDERLY PERSON","body":" BEING APPREHENDED AS AN IDLE AND DIS ORDERLY PERSON DID VIOLENTLY RESIST THE CONSTABLE AND SUBSEQENTLY CONVICTED FOR THE OFFENCE IS DEEMED TO BE A ROGUE AND VAGABONDIN CONTRAVENTION OF SECTION ‘E’ OF THE VAGRANCY ACT. CONTRARY TO SECTION 6 OF THE VAGRANCY ACT "},
			{"title":"WOUNDING WITH INTENT","body":"DID WOUND WITH INTENT TO DO HIM GRIEVOUS BODILY HARM CONTRARY TO SECTION 20 OF THE OFFENCES AGAINST THE PERSON ACT "},
			{"title":"EMBEZZLEMENT","body":"DID EMBEZZLE_________PROPERTY OF_________FOR THE PURPOSE OF______ CONTRARY TO SECTION 22 OF THE LARCENY ACT."}
	]
}